(function(){
	window.code={};
	var tmpMsg='|0:ok							\
				|1000:用户已登录            		\
				|1001:登录超时，请重新登录          \
				|1002:账号或密码错误         		\
				|1003:验证码错误，请重新输入         \
				|1004:获取右上角标题错误      \
				|1005:获取用户信息错误        \
				|1006:设置用户信息错误        \
				|1007:获取用户密保错误        \
				|1008:设置用户密保错误        \
				|1009:修改用户密码错误        \
				|1010:获取财务趋势图错误      \
				|1011:获取财务充值记录        \
				|1012:验证密保错误		        \
				|1013:该名称已存在，请重新输入！	\
				|1014:上传文件格式错误！	\
				|1015:上传文件尺寸错误！	\
				|1016:推广计划不存在！	\
				|1017:推广组不存在！	\
				|1018:图片ID 错误		\
				|1019:至少需要一个出价\
				|1020:账户冻结，请与管理员联系\
				|1021:组出价不能大于每日预算			\
				|1022:每日预算应该是￥50到￥100000之间的整数			\
				|1023:冲突！请把投放账户省级市设置为全选状态！	\
				|1024:品牌广告冲突，请重新选择科室或地域	\
				|1025:余额不足\
				|9995:没有这个ID			\
				|9996:没有符合条件的数据		\
				|9997:报文参数错误		        \
				|9998:报文格式错误            \
				|9999:服务器内部错误          \
		';
		$G.Each(function(){
			if($G.isNaN(this+''))return;
			var str=(this+'').split(":");
			window.code[str[0]]=str[1];
		},$G.Trim(tmpMsg).split("|"));
})();
