(function(){
	window.mapIndustry = ["--请选择--","服务性行业" , "旅游餐饮休闲", "医疗保健", "家政家教搬家",
	"房产中介", "留学中介", "零售批发", "交通运输物流快递", "高新技术",
	"计算机软件", "计算机硬件/网络", "互联网/电子商务", "游戏",
	"通讯/电信", "电信增值业务", "IT咨询系统集成", "半导体",
	"纳米科技", "生物科技", "国防航天", "教育培训", "幼儿",
	"正规学校", "成人教育", "培训机构", "法律金融财务", "律师",
	"公检法/交警", "银行", "风险投资/私募投资", "证券/基金/投资银行",
	"保险", "会计/审计/税务", "经济学", "文化艺术媒体", "广播电影电视",
	"报纸杂志", "出版印刷", "广告公关", "文学", "音乐",
	"服装设计", "摄影美术", "企业服务", "企业人事/招聘", "猎头",
	"市场调研", "展览展示", "翻译", "企业管理咨询", "贸易/进出口",
	"建筑房产", "公路桥梁建设", "房地产开发", "室内设计/装潢", "园林",
	"生产型企业", "汽车/摩托车(制造/维修)", "能源/化工", "仪器仪表",
	"机械/机电/重工业制造", "食品", "日用品", "服装", "电器",
	"农林牧渔业", "非盈利机构", "政府", "社区", "公关事业",
	"协会", "商会", "社团" ];
})();